Repository: y5254y/DiskSlim
Catalog: src/DupFinder/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# PageTitle.Text
source: Duplicate Files
zh_cn: 重复文件扫描

# NavScan.Content
source: Duplicate Scan
zh_cn: 重复文件扫描

# NavSettings.Content
source: Settings
zh_cn: 设置

# ScanPageFolderLabel.Text
source: Scan Folder:
zh_cn: 扫描文件夹：

# ScanPageBrowseText.Text
source: Browse
zh_cn: 浏览

# ScanPageMinSizeLabel.Text
source: Min Size:
zh_cn: 最小文件：

# ScanPageFileTypeLabel.Text
source: File Type:
zh_cn: 文件类型：

# ScanPageSubdirCheck.Content
source: Include Subfolders
zh_cn: 包含子文件夹

# ScanPageStartScanText.Text
source: Start Scan
zh_cn: 开始扫描

# ScanPageCancelText.Text
source: Cancel
zh_cn: 取消

# ScanPageSelectAllDupText.Text
source: Select All Duplicates
zh_cn: 选择所有副本

# ScanPageKeepNewestText.Text
source: Keep Newest
zh_cn: 保留最新

# ScanPageKeepOldestText.Text
source: Keep Oldest
zh_cn: 保留最旧

# ScanPageSelectNoneText.Text
source: Deselect All
zh_cn: 取消全选

# ScanPageSelectedSuffix.Text
source: files selected, total
zh_cn: 个文件已选，合计

# ScanPageMoveToRecycleBin.Text
source: Move to Recycle Bin
zh_cn: 移到回收站

# ScanPageEmptyHint.Text
source: Select a folder and click "Start Scan" to find duplicate files
zh_cn: 选择要扫描的文件夹，点击「开始扫描」按钮查找重复文件

# ScanPageTotalGroupsPrefix.Text
source: Total
zh_cn: 共

# ScanPageTotalGroupsSuffix.Text
source: duplicate groups · can save
zh_cn: 组重复 · 可节省

# SettingsPageLangTitle.Text
source: Display Language
zh_cn: 界面语言

# SettingsPageLangLabel.Text
source: Language
zh_cn: 显示语言

# SettingsPageLangDesc.Text
source: Restart the app to apply changes
zh_cn: 更改后重启应用生效

# SettingsPageApplyText.Text
source: Apply
zh_cn: 应用

# SettingsPageScanTitle.Text
source: Scan Defaults
zh_cn: 扫描默认设置

# SettingsPageSkipHiddenLabel.Text
source: Skip Hidden Files
zh_cn: 跳过隐藏文件

# SettingsPageSkipHiddenDesc.Text
source: Ignore files marked as hidden by the system
zh_cn: 忽略以"."开头或系统标记为隐藏的文件

# SettingsPageSkipSystemLabel.Text
source: Skip System Files
zh_cn: 跳过系统文件

# SettingsPageSkipSystemDesc.Text
source: Ignore system-flagged files to avoid accidental deletion
zh_cn: 忽略系统属性标记的文件，避免误删关键文件

# SettingsPageSubdirLabel.Text
source: Include Subfolders by Default
zh_cn: 默认包含子文件夹

# SettingsPageSubdirDesc.Text
source: Recursively scan all subdirectories during scan
zh_cn: 扫描时默认递归处理所有子目录

# SettingsPageAboutTitle.Text
source: About
zh_cn: 关于

# SettingsPageVersionPrefix.Text
source: Version:
zh_cn: 版本：

# Vm.Scan.AllFiles
source: All Files
zh_cn: 所有文件

# Vm.Scan.Hint
source: Select a folder and click "Start Scan" to find duplicate files
zh_cn: 选择文件夹后点击「开始扫描」查找重复文件

# Vm.Scan.NoFolder
source: Please select a folder to scan first
zh_cn: 请先选择要扫描的文件夹

# Vm.Scan.Starting
source: Preparing scan…
zh_cn: 正在准备扫描…

# Vm.Scan.Canceled
source: Scan canceled
zh_cn: 扫描已取消

# Vm.Scan.NoDup
source: Scan complete — no duplicate files found
zh_cn: 扫描完成，未发现重复文件

# Vm.Scan.NoneSelected
source: Please select files to delete first
zh_cn: 请先勾选要删除的文件

# Vm.Scan.Deleting
source: Moving to Recycle Bin…
zh_cn: 正在移动到回收站…

# Svc.Dup.PhaseEnum
source: Enumerating files…
zh_cn: 正在枚举文件…

# Svc.Dup.PhaseHash
source: Computing hashes…
zh_cn: 正在计算哈希…
